[
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "find-unlinked-files",
  "obsidian-fullscreen-plugin",
  "hotkeysplus-obsidian",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "url-into-selection",
  "darlal-switcher-plus",
  "obsidian-rtl",
  "smart-random-note",
  "obsidian-outliner",
  "dataview",
  "obsidian-kanban",
  "obsidian-emoji-toolbar",
  "obsidian-minimal-settings",
  "obsidian-hider",
  "format-hotkeys-obsidian",
  "flashcards-obsidian",
  "obsidian-kindle-plugin",
  "txt-as-md-obsidian",
  "maximise-active-pane-obsidian",
  "sliding-panes-obsidian",
  "obsidian-mind-map",
  "cycle-through-panes",
  "quickadd",
  "obsidian-shortcuts-for-starred-files"
]